tests/cases/shrinkage/system/expectedPatterns
moldingFoam: shrinkage: max\(S\)
End
