tests/cases/shrinkage/system/verifyScript
verify-shrinkage.py
